export const data = {
  Taobao2Brand: {
    漫游仓商城: '漫游仓',
    喜羊羊与灰太狼CPE: '原创动力',
    喜羊羊与灰太狼毛绒周边企业店: '原点绒创',
    '喜羊羊与灰太狼POP UP': '奥飞娱乐'
  },
  Tmall2Brand: {
    喜羊羊与灰太狼旗舰店: '原创动力',
    未及旗舰店: '未及',
    玩点无限旗舰店: '玩点无限',
    旺佰福旗舰店: '旺佰福',
    auldey奥迪双钻旗舰店: '奥迪双钻'
  },
  Jd2Brand: {
    旺佰福官方旗舰店: '旺佰福'
  },
  WB2Brand: {
    喜羊羊与灰太狼: '原创动力'
  },
  Xhs2Brand: {
    青物CIMON的店: '青物',
    '喜羊羊与灰太狼POP UP的店': '奥飞娱乐'
  },
  series: [
    // 电视动画
    // '喜羊羊与灰太狼',
    '羊羊运动会',
    '羊羊快乐的一年',
    '奇思妙想喜羊羊',
    '给快乐加油',
    '竞技大联盟',
    '开心日记',
    '开心方程式',
    '懒羊羊当大厨',
    '羊羊小心愿',
    '衣橱大冒险',
    '妈妈乐疯狂',
    '原始世界历险记',
    '嘻哈闯世界',
    '羊羊小侦探',
    '深海历险记',
    '发明大作战',
    '奇幻天空岛',
    '羊村守护者',
    '跨时空救兵',
    '奇趣外星客',
    '异国大营救',
    '筐出胜利',
    '决战次时代',
    '奇妙大营救',
    '勇闯四季城',
    '遨游神秘洋',
    '心世界奇遇',
    '疯狂超能营',
    '奇侠大营救',
    '狂野新宇宙',
    // 动画短剧
    '喜羊羊游世博',
    '洋洋得意喜羊羊',
    '漫镜头',
    '嫁人就嫁灰太狼',
    '动植物篇',
    '运动篇',
    '地球嘉年华',
    '羊羊游世界',
    '奇幻成语书',
    '羊羊来寻宝',
    '羊羊趣冒险',
    '羊羊趣冒险2',
    // 电影
    '牛气冲天',
    '虎虎生威',
    '兔年顶呱呱',
    '开心闯龙年',
    '喜气羊羊过蛇年',
    '飞马奇遇记',
    '羊年喜羊羊',
    '筐出未来',
    '守护',
    '异国破晓',
    '我爱灰太狼',
    '我爱灰太狼2'
  ]
}
